driver-tests/bpelse/correlation/CorrelationTwoPropJBI/test/Receive_Reply_InitNo/Output.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:schemaLocation="http://schemas.xmlsoap.org/soap/envelope/ http://schemas.xmlsoap.org/soap/envelope/" xmlns="http://xml.netbeans.org/schema/Receive_Reply_InitNo/src/Message" xmlns:ns0="http://xml.netbeans.org/schema/Receive_Reply_InitNo/src/Message">
<SOAP-ENV:Header/>
<SOAP-ENV:Body>
  <CorrMessage xmlns="http://xml.netbeans.org/schema/Receive_Reply_InitNo/src/Message">
    <ns0:Content xmlns:ns0="http://xml.netbeans.org/schema/Receive_Reply_InitNo/src/Message">Initial Message.Received Message.</ns0:Content>
    <ns0:Id1 xmlns:ns0="http://xml.netbeans.org/schema/Receive_Reply_InitNo/src/Message">345</ns0:Id1>
    <ns0:Id2 xmlns:ns0="http://xml.netbeans.org/schema/Receive_Reply_InitNo/src/Message">543</ns0:Id2>
  </CorrMessage>
</SOAP-ENV:Body>
</SOAP-ENV:Envelope>
